Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/1177.se/ont-i-orat-hos-barn.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: SuomeksiFinska
sme: Bealljenávhllahat mánáin - maid ieš sáhttá dahkat ?

source: Takaisin teeman aloitussivulle
sme: Ont i örat hos barn - vad kan man göra själv ?

source: Kun lapsen sängyn pääpuolta kohotetaan, korvan turvotus vähenee ja kipu lievittyy.
sme: Jus mánná veallá oaivi badjugit bohtaneapmi unnu bealjis ja várká unnit.

source: Pääpuolta voi kohottaa asettamalla tyynyjä patjan alle.
sme: Okta vuohki loktet oaivegeaži lea bidjat bolstariid báljá vuollái.

source: Särkyä usein yöllä
sme: Dávjá várka ihkku

source: Flunssaiset lapset saattavat saada korvakipua, kun korvan limakalvot turpoavat.
sme: Mánát geain lea nuorvu sáhttet oažžut bealljenávhllahaga go vuohččecuoccat bealjis bohtanit.

source: Särky saattaa johtua myös välikorvan märkivästä tulehduksesta, korvatulehduksesta.
sme: Sii sáhttet maid oažžut várkka gaskabealji siedju vuolššis, bealljenávhllahagas.

source: Sekä flunssa että korvatulehdus ovat yleisiä lasten tulehdussairauksia.
sme: Sihke nuorvu ja bealljenávhllahat leat dábálaš vuolšeskibasvuođat mánáin.

source: Usein lapset heräävät särkyyn yöllä, koska turvotus korvassa pahenee makuulla.
sme: Dávjá mánát badjánit ihkku várkii daningo bealljebohtaneapmi lassána go sii velledit.

source: Muutama lisätyyny pään alla saattaa helpottaa nukkumista.
sme: Sáhttá dovdot geahppasit nohkkat moadde liige bolstara oaivevuolážiin.

source: Korvasärkyä voivat aiheuttaa myös tärykalvoon johtavan korvakäytävän tulehdus, vahatulppa tai leukanivelvaivat.
sme: Eará váivvit mat sáhttet dagahit bealljenávhllahaga lea vuolši gullukanálas mii manná bealljecuzzii, váksebunci dehe váivvit olloliin.

source: Välikorvantulehdus
sme: Bealljenávhllahat váivvida gaskabealji

source: Välikorvantulehdus alkaa usein äkillisesti ja paranee nopeasti.
sme: Bealljenávhllahat gaskabealjis álgá fáhkkestaga ja bistá oanehis bottu.

source: Korvakivun lisäksi lapsesta saattaa tuntua kuin korva olisi lukossa ja kuulo tavallista huonompi.
sme: Bealljenávhllahaga lassin mánná sáhttá dovdat lássasan bealji ja heajut gulu.

source: Myös kuume voi nousta.
sme: Dábálaš lea maid feber.

source: Joskus tärykalvo saattaa puhjeta, ja märkä valua ulos korvakäytävään.
sme: Muhtumin bealljecuozza beđđo ja čáhci golgá gullukanálii.

source: Tällöin särky tavallisesti lievenee.
sme: Dalle várka láve unnut.

source: Lapsilla saattaa olla myös kivuttomia korvatulehduksia.
sme: Mánás sáhttá leahkit bealljenávhllahat várkkahaga.

source: Kipua lievittävät lääkkeet
sme: Gibuváidudan dálkasat

source: Jos tietää, että lapsella on korvatulehdus, tälle voi antaa parasetamolia sisältäviä lääkkeitä, esimerkiksi Alvedonia tai Panodilia, tai ibuprofeenia sisältäviä lääkkeitä, esimerkiksi Ipreniä ja Ibumetinia.
sme: Jus diehtá ahte mánás lea bealljenávhllahat sáhttá addit gibuváidudan dálkasa mii siskkilda paracetamola, ovdamearkka dihte Alvedona ja Panodila, dehe dálkasa mii siskkilda ibuprofena, ovdamearkka dihte Iprena ja Ibumetiinna.

source: Lääkkeitä on saatavilla nestemäisenä, peräpuikkoina tai tabletteina.
sme: Dálkasat leat golgi hámis, bahtabuikun ja tableahttan.

source: Noudata tarkasti pakkauksen ohjeita.
sme: Báhkas leat dárkilis rávvagat.

source: Alle kuuden kuukauden ikäiselle lapselle ei saa antaa kipua lievittävää lääkettä ennen kuin on kysynyt neuvoa sairaanhoitajalta tai lääkäriltä.
sme: Go mánná lea vuollái guđamánnosaš sutnje ii galgga addit gibuváidudan ráđiskeahttá álggos buohccidivššáriin dehe doaktáriin.

source: Alle 18-vuotiaille lapsille ei saa antaa asetyylisalisyylihappoa sisältäviä, kipua lievittäviä ja kuumetta alentavia lääkkeitä, kuten Magnecyliä, Treoa tai Albyl minoria ilman lääkärin suositusta.
sme: Vuollái 18 jahkásaš mánnái ii galgga addit gibuváidudan ja febervuolidan dálkasa mas lea acetylsalicylsyra, ovdamearkka dihte Magnecyl, Treo dehe Albyl minor, jus doavttir ii leat ávžžuhan dan.

source: Turvotusta lievittävä nenäsuihke auttaa tukkoiseen nenään ja helpottaa lapsen hengittämistä.
sme: Bohteheamiváidudan njunnesprajjen unnida dievvanjuni ja geahpida máná vuoigŋama.

source: Ei ole kuitenkaan pystytty todistamaan, että nenäsuihke auttaisi korvatulehdukseen.
sme: Veahkehago njunnesprajjen bealljenávhllahaga ii leat sáhtton duođaštit.

source: Korvavaivat ja kylpeminen
sme: Bealljevátnivuođat ja bassan

source: Jos tärykalvo on puhjennut, ei suositella kylpemistä ennen kuin märänvuoto korvakäytävästä on loppunut.
sme: Jus bealljecuozza lea ráigánan ferte vuordit vuojademiin dassážiigo lea heaitán golgame gullukanálas.

source: Kun tärykalvo on parantunut, mikä yleensä tapahtuu melko nopeasti, lapsi voi kylpeä normaalisti.
sme: Go bealljecuozza lea buorránan, mii láve dáhpáhuvvat jođánit, sáhttá vuojadit dego dábálaččat.

source: Jos lapsen korvat on putkitettu tai hänellä on toistuvia korvatulehduksia, veden pääsyä korvaan on varottava.
sme: Jus beljiin leat bohccit dehe bistevaš bealljenávhllahat ii galgga vuojadit oaivi čáze vuolde.

source: Ehkä tarpeen ottaa yhteys sairaanhoitoon
sme: Sáhttá dárbbahit váldit oktavuođa divššuin

source: Lapsilla voi esiintyä tilapäistä korvasärkyä flunssan yhteydessä.
sme: Mánná sáhttá oažžut gaskaboddasaš bealljenávhllahaga nuorvvu oktavuođas.

source: Jos särky ei hellitä, vaikka lapelle on annettu kipua lievittävää lääkettä ja hänen pääpuoltaan on pidetty koholla, lapsen korvat tulee tutkia joko terveyskeskuksessa tai päivystysvastaanotolla parin kolmen vuorokauden kuluessa.
sme: Muhto jus várka ii noga, dikšumiin gibuváidudan dálkasiin ja oaivi badjugit, ferte mánná dutkojuvvot dearvvasvuođaguovddážis dehe heahtevuostáváldimis guovtti - golmma jándora siste.

source: Hoitoon pitää hakeutua välittömästi, jos lapsi on veltto, ei jaksa leikkiä eikä halua juoda tai on alle kuuden kuukauden ikäinen.
sme: Jus mánná lea šliettas, ii nagot stoahkat iige hálit juhkat dehe lea vuollái guhtta mánu galgá váldit oktavuođa divššuin dakkaviđe.

source: Terveyskeskukseen tulee aina ottaa yhteyttä myös silloin, jos lapsen korvakäytävästä valuu nestettä, huolimatta siitä, onko lapsella kipuja vai ei.
sme: Galgá maid álot váldit oktavuođa dearvvasvuođaguovddážiin jus mánás golgá čáhci gullukanálas- beroškeahttá leago mánás gihpu dehe ii.

source: Sairaanhoitoneuvontaan voi soittaa koska tahansa.
sme: Álot sáhttá riŋget buohccedikšurávahahkii oažžun dihte ráđiid.

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat heivehan, dárkkistan ja dohkkehan maid buot sisdoalu.
